Revit 2027 API
BuiltInFailures.GroupFailures.CannotSaveGroup Property
 Can't save Group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotSaveGroup { get; }
Public Shared ReadOnly Property CannotSaveGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotSaveGroup {
	FailureDefinitionId^ get ();
}
static member CannotSaveGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace